Repository: ArchitSV/shenmartav
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: See votes in favour
ka: იხ. მომხრე ხმები

source: Against
ka: ხმა წინააღმდეგ მისცა

source: See votes against
ka: იხ. მოწინააღმდეგე ხმები

source: Abstained
ka: თავი შეიკავა

source: See votes abstained
ka: იხ. რამდენმა შეიკავა თავი

source: See votes absent
ka: იხილეთ არდამსწრე ხმები

source: Vote type
ka: ხმის მიცემის ტიპი

source: Number of votes
ka: შეკითხვების რაოდენობა

source: Absent / Abstain
ka: არ იმყოფებოდა/თავი შეიკავა

source: Filter
ka: ფილტრი

source: Election type
ka: არჩევის ტიპი

source: All
ka: ყველა

source: Party List
ka: პარტიული სიით

source: Majoritarian
ka: მაჟორიტარი

source: Order by
ka: წყობა

source: Order by...
ka: წყობა...

source: Income
ka: შემოსავლების ჩანაწერი

source: Attendance
ka: დასწრება

source: Electoral Subject
ka: საარჩევნო სუბიექტი

source: Try <a href="%(url_search)s">full-text search</a>.
ka: სცადეთ <a href="%(url_search)s">full-text search</a>.

source: Income ratings
ka: შემოსავლების რეიტინგი

source: The total income for the MP, as based on their most recent income declaration.
ka: პარლამენტის წევრის საერთო შემოსავალი, როგორც განცხადებულია მათი ქონების საბოლოო დეკლარაციაში.

source: Base salary
ka: ძირითადი ხელფასი

source: Legally defined salary for representatives
ka: კანონმდებლისთვის სამართლებრივად განსაზღვრული ხელფასი

source: Salary
ka: ხელფასი

source: Business income
ka: სამეწარმეო შემოსავალი

source: Search a Representative
ka: მოძებნეთ წარმოიმადგენელი

source: Results
ka: შედეგები

source: Voting Records
ka: კენჭისყრის შედეგები

source: Voting Records for
ka: კენჭისყრის შედეგები

source: Yes
ka: დიახ

source: No
ka: არა

source: Absent/Abstain
ka: თავი შეიკავა

source: Voting Date
ka: კენჭისყრაზე დასწრება

source: Record
ka: კენჭისყრის შედეგები

source: Vote
ka: ხმის მიცემის ტიპი

source: future
ka: მომავალი

source: invalid
ka: შეცდომა

source: SMS Alert Plugin
ka: SMS შეტყობინების ფლაგინი

source: SMS Alert text
ka: SMS შეტყობინების ტექსტი

source: When the alert was sent
ka: როდის გამოიგზავნა შეტყობინება

source: When the alert was created
ka: როდის შეიქმნა შეტყობინება

source: Draft Laws related to this alert
ka: ამ შეტყობინებასთან დაკავშირებული კანონპროექტი

source: Alerts from Parliament
ka: შეტყობინებები პარლამენტიდან

source: Related draft laws
ka: დაკავშირებული კანონპროექტები

source: Previous Alert
ka: წინა შეტყობინება

source: Next Alert
ka: შემდეგი შეტყობინება

source: Receive alerts on your phone.
ka: მიიღეთ შეტყობინებები პირდაპირ თქვენს მობილურში.

source: SMS Registration App
ka: SMS რეგისტრაციის აპლიკაცია

source: Your Name:
ka: თქვენი სახელი:

source: Mobile: +995
ka: მობილური: +995

source: Language
ka: ენა

source: Subscribe to:
ka: გამოიწერეთ:

source: Agrarian Issues Committee
ka: აგრარულ საკითხთა კომიტეტი

source: Budget and Finance Committee
ka: საფინანსო-საბიუჯეტო კომიტეტი

source: Committee on Environmental Protection and Natural Resources
ka: გარემოს დაცვისა და ბუნებრივი რესურსების კომიტეტი

source: Diaspora and Caucasus Issues Committee
ka: დიასპორისა და კავკასიის საკითხთა კომიტეტი

source: Defence and Security Committee
ka: თავდაცვისა და უშიშროების კომიტეტი

source: Education, Science and Culture Committee
ka: განათლების, მეცნიერების და კულტურის კომიტეტი

source: European Integration Committee
ka: ევროპასთან ინტეგრაციის კომიტეტი

source: Foreign Relations Committee
ka: საგარეო ურთიერთობათა კომიტეტი

source: Healthcare and Social Issues Committee
ka: ჯანმრთელობის დაცვისა და სოციალურ საკითხთა კომიტეტი

source: Human Rights and Civil Integration Committee
ka: ადამიანის უფლებათა დაცვისა და სამოქალაქო ინტეგრაციის კომიტეტი

source: Legal Issues Committee
ka: იურიდიულ საკითხთა კომიტეტი

source: Procedural Issues and Rules Committee
ka: საპროცედურო საკითხთა და წესების კომიტეტი

source: Regional Policy, Self-government and Mountainous Regions
ka: რეგიონული პოლიტიკა, თვითმმართველობა და მთიანი რეგიონები

source: Sector Economy and Economic Policy Committee
ka: დარგობრივი ეკონომიკისა და ეკონომიკური პოლიტიკის კომიტეტი

source: Sport and Youth Affairs Committee
ka: სპორტისა და ახალგაზრდულ საქმეთა კომიტეტი

source: Adjaran Supreme Council
ka: აჭარის უმაღლესი საბჭო

source: SMS Registration
ka: SMS რეგისტრაცია

source: Registration Form
ka: რეგისტრაციის ფორმა

source: Register
ka: დარეგისტრირება

source: Thanks for signing up!
ka: მადლობა დარეგისტრირებისთვის!

source: Voting Record App
ka: კენჭისყრის შედეგების აპლიკაცია

source: Voting Record Plugin
ka: კენჭისყრის შედეგების პლაგინი

source: kan ID
ka: კან ID

source: Name of the Bill
ka: კანონპროექტის სახელწოდება

source: Date of Voting
ka: კენჭისყრის თარიღი

source: URL of the Voting Record
ka: კენჭისყრის შედეგების URL

source: Amended by these Voting Records
ka: კენჭისყრის შედეგების მიერ შესწორებული

source: Vote Value
ka: ხმის წონა

source: Representative's Name
ka: დეპუტატის სახელი

source: Representative voting on this
ka: ხმის მიმცემი დეპუტატი

source: CSS class for color display
ka: CSS კლასი ფერადი ჩვენებისთვის

source: Number
ka: ნომერი

source: Amended by
ka: შესწორებული

source: Amending
ka: ცვლილებების შეტანა

source: First Vote
ka: სახელი

source: Second Vote
ka: მეორე ხმა

source: Final Vote
ka: საბოლოო შემაჯამებელი

source: Total
ka: სულ

source: Voted Yes:
ka: ხმის მიცემის ტიპი

source: Voted No:
ka: კენჭისყრის ჩანაწერები

source: Abstained:
ka: თავი შეიკავა

source: Absent:
ka: არ ესწრებოდა

source: A website to monitor the Georgian Parliament
ka: ვებ-გვერდი საქართველოს პარლამენტის მონიტორინგისათვის

source: MyParliament
ka: ჩემი პარლამენტი

source: Join us
ka: შემოგვიერთდით

source: Visit us on Facebook
ka: გვეწვიეთ Facebook-ზე

source: Share this URL on twitter
ka: გვეწვიეთ Twitter-ზე

source: RSS Blog feed
ka: RSS ბლოგ ლენტა

source: Loading...
ka: იტვირთება...

source: Annual Income
ka: წლიური შემოსავალი

source: What laws are made
ka: რა კანონები მიიღება

source: latest laws
ka: უკანასკნელი კანონები

source: My Parliament
ka: ჩემი პარლამენტი

source: Here you can find information about your representatives in Parliament and the decisions they make on your behalf.
ka: აქ ნახავთ ვინ წარმოგადგენთ პარლამენტში და რა გადაწყვეტილებები მიიღება თქვენი სახელით.

source: Parliamentarians
ka: პარლამენტარები

source: Draft laws
ka: კანონპროექტები

source: Weekly podcast about Parliament
ka: ყოველკვირეული პოდკასტი პარლამენტის შესახებ

source: Publications for MyParliament
ka: გამოცემები MyParliament-სთვის

source: Publications
ka: გამოცემები

source: About this website
ka: ამ ვებგვერდის შესახებ

source: About
ka: ჩვენ შესახებ

source: Welcome,
ka: მოგესალმებით,

source: Documentation
ka: დოკუმენტაცია

source: Change password
ka: პაროლის შეცვლა

source: Log out
ka: გასვლა

source: Approve a comment
ka: კომენტარის დადასტურება

source: Really make this comment public?
ka: ნამდვილად გსურთ ამ კომენტარის საჯაროდ გამოქვეყნება?

source: Approve
ka: დასტური

source: Thanks for approving
ka: გმადლობთ დადასტურებისთვის.

source: Thanks for taking the time to improve the quality of discussion on our site
ka: მადლობა ჩვენს ვებგვერდზე დისკუსიის ხარისხის ამაღლებისათვის!

source: Remove a comment
ka: კომენტარის წაშლა

source: Really remove this comment?
ka: ნამდვილად გსურთ ამ კომენტარის წაშლა?

source: Remove
ka: წაშლა

source: Thanks for removing
ka: მადლობა

source: Flag this comment
ka: მონიშნეთ კომენტარი

source: Really flag this comment?
ka: ნამდვილად გსურთ ამ კომენტარის მონიშვნა?

source: Flag
ka: მონიშვნა

source: Thanks for flagging
ka: მადლობა

source: Post
ka: გამოქვეყნება

source: Preview
ka: წინასწარ დათვალიერება

source: Thanks for Your Annotation
ka: მადლობა კომენტარისათვის

source: Back
ka: უკან

source: Preview your comment
ka: თქვენი კომენტარის დათვალიერება

source: Annotation Preview
ka: შენიშვნის დათვალიერება

source: You Rule!
ka: შენ მართავ!

source: Home sweet Home
ka: მთავარი

source: Blog posts for shenmartav
ka: ბლოგ-პოსტები

source: Weekly podcasts about Parliament
ka: ყოველკვირეული პოდკასტი პარლამენტის შესახებ

source: Contact us
ka: დაგვიკავშირდით

source: Pick another file
ka: სხვა ფაილის შერჩევა

source: Download this catalog
ka: კატალოგის ჩამოტვირთვა

source: Progress: %(percent_translated)s%%
ka: პროგრესი: %(percent_translated)s%%

source: File is read-only: download the file when done editing!
ka: ფაილს მხოლოდ წაკითხვის რეჟიმი აქვს: ჩამოტვირთეთ ცვლილების განხორციელების შემდეგ.

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
ka: ზოგიერთი შესწორება თქვენს თარგმანში არ იქნა შენახული.

source: Translate into %(rosetta_i18n_lang_name)s
ka: თარგმნეთ %(rosetta_i18n_lang_name)s

source: Display:
ka: ჩვენება:

source: Untranslated only
ka: მხოლოდ გადაუთარგმნელი

source: Translated only
ka: მხოლოდ თარგმნილი

source: Fuzzy only
ka: მხოლოდ fuzzy

source: Go
ka: ძებნა

source: Original
ka: საწყისი

source: Occurrences(s)
ka: შემთხვევა(ები)

source: Context hint
ka: მინიშნება კონტექსტიდან

source: suggest
ka: შეთავაზება

source: Save and translate next block
ka: შეინახეთ და თარგმნეთ შემდეგი ბლოკი

source: Skip to page:
ka: გადასვლა სხვა გვერდზე:

source: Displaying:
ka: ჩვენება:

source: No results found.
ka: შედეგი არ იქნა ნაპოვნი.

source: Previous
ka: წინა

source: Next
ka: შემდეგი
