Repository: ArchitSV/shenmartav
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Search App
ka: საძიებო აპლიკაცია

source: Simple Template
ka: მარტივი ნიმუში

source: Home Template
ka: საწყისი ნიმუში

source: English
ka: ინგლისური

source: Georgian
ka: ქართული

source: Blog App
ka: ბლოგის აპლიკაცია

source: title
ka: სათაური

source: slug
ka: სლუგი

source: category
ka: კატეგორია

source: categories
ka: კატეგორიები

source: Draft
ka: ჩანახატი

source: Public
ka: საჯარო

source: Thumbnail
ka: თუმბნეილი

source: body
ka: ტექსტი

source: tease
ka: ტიზერი

source: Concise text suggested. Does not appear in RSS feed.
ka: მოკლე ტექსტი შემოთავაზებულია. RSS ლენტაში არ გამოჩნდება.

source: status
ka: ბოლო განახლება

source: allow comments
ka: კომენტარების დაშვება

source: publish
ka: გამოქვეყნება

source: created
ka: შექმნილი

source: modified
ka: შესწორებული

source: post
ka: პოსტი

source: posts
ka: პოსტები

source: blog roll
ka: ბლოგების სია

source: Posts for
ka: შესაბამისი პოსტები

source: View this post
ka: ამ პოსტის ნახვა

source: Post categories
ka: პოსტების კატეგორიები

source: View posts in this category
ka: ნახეთ პოსტები ამ კატეგორიაში

source: Post archive for
ka: დაპოსტეთ არქივი

source: View items posted this month
ka: იხილეთ ამ თვეში განხორციელებული პოსტები

source: Home
ka: მთავარი

source: Blog
ka: ბლოგი

source: Related tags
ka: დაკავშირებული თეგები

source: Read more
ka: წაიკითხე მეტი

source: View older posts
ka: წინა პოსტების ნახვა

source: Older
ka: წინა

source: View newer posts
ka: ახალი პოსტების ნახვა

source: Newer
ka: შემდეგი

source: Post search
ka: პოსტების ძებნა

source: Search
ka: ძებნა

source: comment%(pluralize)s
ka: კომენტარ%(pluralize)s

source: Post tags
ka: პოსტების თეგები

source: View posts tagged
ka: დათეგილი პოსტების ნახვა

source: Contact App
ka: საკონტაქტო აპლიკაცია

source: Your First Name
ka: თქვენი სახელი

source: Your Last Name
ka: თქვენი გვარი

source: Your Email Address
ka: თქვენი ელ-ფოსტა

source: Subject
ka: თემა

source: Body
ka: ტექსტი

source: Contact Form
ka: საკონტაქტო ფორმა

source: Contact
ka: კონტაქტი

source: Transparency International Georgia
ka: „საერთაშორისო გამჭვირვალობა – საქართველო“

source: Logo TIG
ka: ლოგო ტიგ

source: Address
ka: მისამართი

source: 26, Rustaveli Ave
ka: რუსთაველის გამზირი, 26

source: 0108 Tbilisi, Georgia
ka: 0108 თბილისი, საქართველო

source: Phone
ka: ტელეფონი

source: Fax
ka: ფაქსი

source: Email
ka: ელფოსტა

source: Website
ka: ვებგვერდი

source: The Caucasus Institute for Peace, Democracy and Development
ka: მშვიდობის, დემოკრატიის და განვითარების კავკასიური ინსტიტუტი

source: Logo CIPDD
ka: ლოგო ციპდდ

source: 72, Tsereteli Ave., 2nd floor
ka: წერეთლის გამზირი, 72, მე-2 სართული

source: 0154 Tbilisi, Georgia
ka: 0154 თბილისი, საქართველო

source: Bold fields are required
ka: გამუქებული ველების შევსება აუცილებელია

source: Contact Us
ka: გამოგზავნა

source: Thanks
ka: გმადლობთ!

source: We will get back to you as soon as possible.
ka: თქვენ მალე დაგიკავშირდებიან.

source: DraftLaw App
ka: კანონპროექტის აპლიკაცია

source: Draft Law Plugin
ka: კანონპროექტის პლაგინი

source: Draft Law List Plugin
ka: კანონპროექტების ჩამონათვალის ფლაგინი

source: %s draftlaw feed
ka: %s კანონპროექტის ფიდი

source: This is a feed of %s draftlaws.
ka: ეს არის %s კანონპროექტების ფიდი.

source: This is a detail feed of a %s draftlaw.
ka: ეს არის %s კანონპროექტის დეტალების ფიდი.

source: Draftlaw %s
ka: კანონპროექტი %s

source: Introduced: %(introduced)s|Title: %(title)s|Initiator: %(initiator)s|Author: %(author)s|Status: %(status)s|Summary: %(summary)s|Full-text URL: %(full_text_url)s|Enacted-text URL: %(enacted_text_url)s|Law Number: %(law_number)s
ka: ინიცირებული: %(introduced)s|Title: %(title)s|ინიციატორი: %(initiator)s|ავტორი: %(author)s|სტატუსი: %(status)s|ცვლილების არსი: %(summary)s|Full-text URL: %(full_text_url)s|მიღებული კანონის ლინკი: %(enacted_text_url)s|კანონის ნომერი: %(law_number)s

source: Passed
ka: მიღებულია

source: Draft Law's Bureau Date
ka: კანონპროექტის ბიუროს თარიღი

source: Bill Number of the Draft Law
ka: კანონპროექტის ნომერი

source: Title of the Draft Law
ka: კანონპროექტის სახელწოდება

source: Initiator
ka: ინიციატორი

source: Representatives who initiated this draft law
ka: დეპუტატები, რომლებმაც მოახდინეს კანონპროექტის ინიცირება

source: Author
ka: ავტორი

source: Representatives who authored this draft law
ka: დეპუტატები, რომლებმაც შეადგინეს ეს კანონპროექტი

source: Status of the Draft Law
ka: კანონპროექტის სტატუსი

source: Registered at Bureau
ka: შესაბამისი სააგენტო

source: Short Status of the Draft Law
ka: კანონპროექტის მოკლე სტატუსი

source: Summary
ka: ცვლილების არსი

source: Full Text
ka: სრული ტექსტი

source: Full Text URL
ka: სრული ტექსტის URL

source: Enacted Text URL
ka: მიღებული ტექსტის URL

source: Number of the Enacted Law
ka: მიღებული კანონის ნომერი

source: Voting Record
ka: კენჭისყრის შედეგები

source: Related Document 1
ka: დაკავშირებული დოკუმენტი 1

source: Related Document 2
ka: დაკავშირებული დოკუმენტი 2

source: Related Document 3
ka: დაკავშირებული დოკუმენტი 3

source: Related Document 4
ka: დაკავშირებული დოკუმენტი 4

source: Related Document 5
ka: დაკავშირებული დოკუმენტი 5

source: Draft Law
ka: კანონპროექტი

source: Date of Discussion
ka: განხილვის თარიღი

source: Place of Discussion
ka: განხილვის ადგილი

source: Stage of the Discussion in Terms of Draft Law Completion
ka: განხილვის სტადია კანონპროექტის მიღებასთან მიმართებაში

source: Parent Draft Law
ka: ძირითადი კანონპროექტი

source: Draft Laws
ka: კანონპროექტები

source: I Hearing
ka: I მოსმენა

source: II Hearing
ka: II მოსმენა

source: III Hearing
ka: III მოსმენა

source: Committee
ka: კომიტეტი

source: Plenary
ka: პლენარული სხდომა

source: 3rd Plenary
ka: მესამე პლენარული

source: 3rd Comittee
ka: მესამე საკომიტეტო

source: 2nd Plenary
ka: მეორე პლენარული

source: 2nd Committee
ka: მეორე საკომიტეტო

source: 1st Plenary
ka: პირველი პლენარული

source: 1st Committee
ka: პირველი საკომიტეტო

source: What Laws Are Made
ka: რა კანონები მიიღება

source: You can find pending Draft Laws here
ka: აქ შეგიძლიათ მიიღოთ ამომწურავი ინფორმაცია მიმდინარე კანონპროექტების შესახებ.

source: Parliament Weekly
ka: კვირის შეჯამება

source: More
ka: ვრცლად

source: Look up a Draft Law
ka: მოიძიეთ კანონპროექტი

source: Enter a keyword
ka: შეიყვანეთ საკვანძო სიტყვა

source: Draft law details
ka: კანონპროექტის დეტალები

source: Info
ka: ინფორმაცია

source: Status
ka: სტატუსი

source: Discussion stage
ka: დისკუსიის ეტაპი

source: Bureau Date
ka: ბიუროს თარიღი

source: SMS Alert
ka: SMS შეტყობინება

source: Law Number
ka: კანონის ნომერი

source: Voting record
ka: კენჭისყრის შედეგები

source: Discussions
ka: განხილვები

source: Children
ka: პაკეტში შემავალი კანონპროექტები

source: Enacted Text
ka: მიღებული

source: Link to Draft law
ka: კანონპროექტის ძიება

source: Title
ka: სათაური

source: Bill Number
ka: კანონპროექტის ნომერი

source: Type a Draft Law title
ka: შეიყვანეთ კანონპროექტის სახელი

source: Reset
ka: განახლება

source: Date
ka: თარიღი

source: Discussion Stage
ka: დისკუსიის ეტაპი

source: In order to become enacted, each draft law must pass 6 hearings: three committee hearings and three plenary hearings. Each box represents one stage in this process
ka: იმისთვის, რომ იქცეს კანონად, კანონპროექტი გადის ექვს მოსმენას: სამ საკომიტეტო და სამ პლენარულ მოსმენას. ამ პროცესის თითოეული ეტაპი გამოსახულია უჯრებით

source: List more
ka: გამოაჩინე მეტი

source: Section What
ka: სექცია რა

source: Income Declaration App
ka: შემოსავლების დეკლარაციის აპლიკაცია

source: Income Declaration Plugin
ka: შემოსავლების დეკლარაციის პლაგინი

source: Declaration ID
ka: შემოსავლების დეკლარაციის ID

source: Date of Scrape Process
ka: დასკრაპების თარიღი

source: MP's Name
ka: დეპუტატის სახელი

source: Date of Declaration
ka: დეკლარაციის შევსების თარიღი

source: Representative, Supplier of this declaration
ka: დეკლარაციის მომწოდებელი

source: Related Declaration
ka: დაკავშირებული დეკლარაცია

source: Position
ka: პოზიცია

source: Work Contact
ka: სამსახურის საკონტაქტო

source: Place and Date of Birth
ka: დაბადების ადგილი და თარიღი

source: Name
ka: სახელი

source: Amount & Currency
ka: რაოდენობა და ვალუტა

source: Description & Value
ka: აღწერა და ღირებულება

source: Date Period & Agency
ka: პერიოდი და სააგენტო

source: Financial Result
ka: ფინანსური შედეგი

source: Name of the Bank
ka: ბანკის დასახელება

source: Type of Deposit
ka: დეპოზიტის ტიპი

source: Balance
ka: ბალანსი

source: Corporation Name & Address
ka: კორპორაციის სახელი და მისამართი

source: Type of Participation
ka: მონაწილეობის ტიპი

source: Registered with Agency
ka: შესაბამისი სააგენტო

source: Date of Participation
ka: მონაწილეობის თარიღი

source: Income Record
ka: შემოსავლების ჩანაწერი

source: First Name
ka: სახელი

source: Last Name
ka: გვარი

source: Place of Birth
ka: დაბადების ადგილი

source: Date of Birth
ka: დაბადების თარიღი

source: Relation to MP
ka: კავშირი დეპუტატთან

source: Relation to Giver
ka: კავშირი გამცემთან

source: Recipient Issuer
ka: გამცემი

source: Type
ka: ტიპი

source: Amount
ka: რაოდენობა

source: Name & Shares
ka: სახელი და აქციები

source: Property Type
ka: საკუთრების ტიპი

source: Description
ka: აღწერა

source: Co Owners
ka: თანამფლობელები

source: Location & Area
ka: მდებარეობა და ტერიტორია

source: Issuer
ka: გამცემი

source: Price
ka: ფასი

source: Quantity
ka: რაოდენობა

source: Description of Workplace
ka: სამუშაო ადგილის აღწერა

source: Description of Job
ka: სამსახურის აღწერა

source: Income Declarations
ka: შემოსავლების დეკლარაციები

source: Who Makes Laws
ka: ვინ ქმნის კანონებს

source: Income Declaration
ka: შემოსავლების დეკლარაციები

source: Representative
ka: წარმომადგენელი

source: Biography
ka: ბიოგრაფია

source: Place; Date of Birth
ka: დაბადების ადგილი და თარიღი

source: Cash
ka: ნაღდი ფული

source: Amount, Currency
ka: რაოდენობა და ვალუტა

source: Contracts
ka: ხელშეკრულებები

source: Date, Period, Agency
ka: რიცხვი, პერიოდი, სააგენტო

source: Deposits
ka: დეპოზიტები

source: Bank
ka: ბანკი

source: Wages
ka: ხელფასი

source: Description Workplace
ka: სამუშაო ადგილის აღწერა

source: Description Job
ka: სამსახურის აღწერა

source: Entrepreneurial
ka: სამეწარმეო

source: Corporation, Name, Addr
ka: კორპორაცია, სახელი, მისამართი

source: Participation Type
ka: მონაწილეობის ტიპი

source: Registered Agency
ka: დარეგისტრებული სააგენტო

source: Participation Date
ka: მონაწილეობის თარიღი

source: Family
ka: ოჯახი

source: Surname
ka: გვარი

source: Relation
ka: კავშირი

source: Gifts
ka: საჩუქრები

source: Giver Relation
ka: გამცემთან კავშირი

source: Other Incl Expenses
ka: სხვა შესული ხარჯები

source: Properties
ka: საკუთრება

source: Name, Shares
ka: სახელი, აქტივები

source: Real Estate
ka: უძრავი ქონება

source: Location - Area
ka: მდებარეობა - ტერიტორია

source: Securities
ka: ფასიანი ქაღალდები

source: Scraped on
ka: დასკრაპებულია

source: Page
ka: გვერდი

source: Published
ka: გამოქვეყნება

source: Podcasting App
ka: შეკითხვის აპლიკაცია

source: yes
ka: დიახ

source: no
ka: არა

source: id
ka: ძიება

source: ttl
ka: სათაური

source: organization
ka: ორგანიზაცია

source: subtitle
ka: ქვესათაური

source: description
ka: აღწერა

source: original image
ka: საწყისი სურათი

source: keywords
ka: საკვანძო სიტყვა

source: sample rate
ka: ნიმუშის რეიტინგი

source: Download / Stream
ka: კატალოგის ჩამოტვირთვა

source: read more
ka: წაიკითხე მეტი

source: Archive
ka: არქივი

source: Podcast
ka: პოდკასტი

source: Mark selected questions as public
ka: მონიშნეთ შერჩეული შეკითხვები როგორც საჯარო

source: Question App
ka: შეკითხვის აპლიკაცია

source: Question Plugin
ka: შეკითხვის პლაგინი

source: %s question feed
ka: %s შეკითხვის ფიდი

source: This is a feed of %s questions to representatives.
ka: ეს არის დეპუტატებისთვის დასმული %s შეკითხვების ფიდი.

source: Email Address
ka: ელფოსტა

source: Mobile Phone Number
ka: მობილური ტელეფონის ნომერი

source: Question
ka: შეკითხვა

source: Is this question public?
ka: ეს შეკითხვა საჯაროა?

source: When Question was asked
ka: როდის დაისვა შეკითხვა

source: First Name of the Questioner
ka: შეკითხვის ავტორის სახელი

source: Last Name of the Questioner
ka: შეკითხვის ავტორის გვარი

source: Email Address of the Questioner
ka: შეკითხვის ავტორის ელფოსტა

source: Mobile Phone Number of the Questioner
ka: შეკითხვის ავტორის მობილური ტელეფონის ნომერი

source: The Question
ka: შეკითხვა

source: Representative being asked
ka: შეკითხვის ადრესატი დეპუტატი

source: The Answer
ka: პასუხი

source: Response from parliament.ge when sending the question
ka: პასუხი parliament.ge-დან შეკითხვის გაგზავნისას

source: %(name_asker)s, your question to %(name_representative)s has been answered.
ka: %(name_asker)s, თქვენს შეკითხვას %(name_representative)sს უპასუხეს.

source: Questions
ka: შეკითხვები

source: New question: %d
ka: ახალი შეკითხვა: %d

source: %(question)s Please manage at http://%(domain)s%(uri)s
ka: %(question)s გთხოვთ მართეთ http://%(domain)s%(uri)s-ზე

source: Your Questions
ka: თქვენი შეკითხვები

source: You can submit questions to Representatives here
ka: აქ შეგიძლიათ დაუსვათ შეკითხვები თქვენს წარმომადგენლებს პარლამენტში.

source: Latest question
ka: ბოლოს დასმული შეკითხვა

source: Answer
ka: პასუხი

source: Not yet answered!
ka: ჯერჯერობით პასუხგაუცემელია!

source: Most Active
ka: ყველაზე მეტი პასუხი

source: Answered
ka: პასუხი გაცემულია

source: Least Active
ka: ყველაზე ნაკლები პასუხი

source: Ask a question
ka: შეეკითხე

source: Ask
ka: შეეკითხე

source: Section Question
ka: სექცია შეკითხვა

source: Your name and question will be publicly available on this website, but not your email address or mobile phone number.
ka: თქვენი სახელი და შეკითხვა გამოქვეყნდება ვებგევრდზე, ელფოსტის მისამართი და ტელეფონის ნომერი – არა.

source: The latter will be used for notification when the question has been answered.
ka: ელფოსტაზე მოგივათ შეტყობინება, როდესაც შეკითხვას გაეცემა პასუხი.

source: Using pseudonyms is encouraged.
ka: თუ გსურთ ანონიმურობის შენარჩუნება, გამოიყენეთ ფსევდონიმი.

source: Question to
ka: შეკითხვა დეპუტატს

source: Leaderboard
ka: პანელი

source: Percentage
ka: თანაფარდობა

source: Number of questions
ka: შეკითხვების რაოდენობა

source: Question to your representative
ka: შეკითხვა თქვენს წარმომადგენელს

source: You, or anyone else!
ka: შენ ან ნებისმიერი სხვა!

source: Jan. 01, 2001
ka: 01 იანვარი, 2001

source: Move your mouse over the questions below to see what other people have asked their representatives, or ask your own question by using the form. Your question will be sent directly to the MP you ask.
ka: მიიყვანეთ მაუსი შეკითხვებთან ქვემოთ, იმისათვის რომ ნახოთ რა შეკითხვები დაუსვეს სხვებმა თავიანთ წარმომადგენელს ან დასვით საკუთარი შეკითხვა შესაბამისი ფორმის გამოყენებით. თქვენი შეკითხვა პირდაპირ პარლამენტის წევრთან გაიგზავნება.

source: Your representative.
ka: თქვენი წარმომადგენელი

source: Your representative's answer will be available publicly on this site.
ka: თქვენი წარმომადგენლის პასუხი გამოჩნდება საჯაროდ ამ საიტზე.

source: Replied
ka: პასუხი გაეცა

source: Thanks for asking!
ka: მადლობა შეკითხვისთვის!

source: Your question is awaiting approval by one of our moderators.
ka: თქვენი შეკითხვა ჩვენი მოდერატორის მიერ დადასტურების გავლას ელოდება.

source: List of questions
ka: შეკითხვების სია

source: Your Representative
ka: თქვენი წარმომადგენელი

source: Representative App
ka: წარმომადგენლის აპლიკაცია

source: Representative List Plugin
ka: წარმომადგენლების ჩამონათვალის ფლაგინი

source: Best / Worst attendance plugin
ka: საუკეთესო/ყველაზე ცუდი დასწრების ფლაგინი

source: Highest / Lowest income plugin
ka: უმაღლესი/ყველაზე დაბალი შემოსავლების ფლაგინი

source: %s representative feed
ka: %s წარმომადგენლის ფიდი

source: This is a feed of all %s representatives.
ka: ეს არის ყველა %s წარმომადგენლის ფიდი.

source: This is a detail feed of a %s representative.
ka: ეს არის %s წარმომადგენლის დეტალების ფიდი.

source: Representative %s
ka: წარმომადგენელი %s

source: Party: %(party)s|Unit: %(unit)s|Committee: %(committee)s|Faction: %(faction)s|Is_Majoritarian: %(is_majoritarian)s|Electoral District: %(electoral_district)s|Elected: %(elected)s|Place of Birth: %(pob)s|Family Status: %(family_status)s|Education: %(education)s|Contact Address / Phone: %(contact_address_phone)s|URLs: %(urls)s|Voting attendance: %(attendance)s|Salary: %(salary)s|Business Income: %(other_income)s|Expenses: %(expenses)s|Property & Assets: %(property_assets)s|Income declaration URL: %(income_declaration)s|Questions answered: %(answered)s%%
ka: პარტია: %(party)s|საკანონმდებლო ორგანო: %(unit)s|კომიტეტი: %(committee)s|ფრაქცია: %(faction)s|მაჟორიტარია: %(is_majoritarian)s|საარჩევნო ოლქი: %(electoral_district)s|არჩეული: %(elected)s|დაბადების ადგილი: %(pob)s|ოჯახური მდგომარეობა: %(family_status)s|განათლება: %(education)s|საკონტაქტო ინფორმაცია: %(contact_address_phone)s|ბმული: %(urls)s|კენჭისყრაზე დასწრება: %(attendance)s|ხელფასი: %(salary)s|სხვა შემოსავალი: %(other_income)s|ხარჯები: %(expenses)s|ქონება და აქციები: %(property_assets)s|შემოსავლების დეკლარაციის ბმული: %(income_declaration)s|პასუხგაცემული შეკითხვები: %(answered)s%%

source: When term started
ka: როდის დაიწყო პერიოდი

source: Name of this term
ka: ამ პერიოდის დასახელება

source: Acronym of this Party
ka: ამ პარტიის აკრონიმი

source: URL of this Party
ka: ამ წარმომადგენლის URL

source: Party logo
ka: პარტიის ლოგო

source: Name of the Unit.
ka: საკანონმდებლო ორგანოს დასახელება

source: Short Name of the Unit, as used in e.g. CSS
ka: საკანონმდებლო ორგანოს მოკლე სახელწოდება, როგორც გამოყენებულია, მაგალითად, CSS-ში.

source: Parties in this unit
ka: პარტიები ამ საკანონმდებლო ორგანოში

source: The Unit's active term.
ka: ერთეულის აქტიური პერიოდი.

source: Past or just inactive terms served in this Unit.
ka: ერთეულში გატარებული გასული ან არააქტიური პერიოდები.

source: male
ka: მამრობითი

source: female
ka: მდედრობითი

source: other
ka: სხვა

source: Personal Photo
ka: პირადი ფოტოსურათი

source: Party Membership
ka: შესაბამისი პარტია

source: Unit Membership
ka: შესაბამისი საკანონმდებლო ორგანო

source: Committee Membership
ka: შესაბამისი კომიტეტი

source: Is Majoritarian?
ka: მაჟორიტარია?

source: Electoral District (if Majoritarian)
ka: საარჩევნო ოლქი (მაჟორიტარის შემთხვევაში)

source: Date Elected
ka: არჩევის თარიღი

source: Family Status
ka: ოჯახური მდგომარეობა

source: Education
ka: განათლება

source: Contact Address / Phone Number
ka: საკონტაქტო ინფორმაცია

source: == Wages
ka: == ხელფასი

source: == Entrepreneurial Income
ka: = = სამეწარმო შემოსავალი

source: Expenses
ka: ხარჯები

source: Property & Assets
ka: ქონება და აქტივები

source: Percentage of Answered Questions on chemiparlamenti.ge
ka: შეკითხვებზე გაცემული პასუხების თანაფარდობა

source: Gender of the Representative
ka: წარმომადგენლის გენდერი

source: Terms during which Representative was part of a Unit.
ka: პერიოდები, რომლის განმავლობაშიც წარმომადგენელი ერთეულის წევრი იყო.

source: Additional Information
ka: დამატებითი ინფორმაცია

source: Family Income
ka: წლიური შემოსავალი

source: Homepage
ka: მთავარი

source: Label for this Url, e.g. Homepage, Facebook, Twitter, etc.
ka: სათაური ამ ლინკისთვის, მაგ: მთავარი გვერდი, Facebook, Twitter და სხვ.

source: The URL
ka: სრული ტექსტის URL

source: very low
ka: ძალიან დაბალი

source: low
ka: დაბალი

source: ordinary
ka: ჩვეულებრივი

source: high
ka: მაღალი

source: very high
ka: ძალიან მაღალი

source: Number of Attended Votes
ka: დამსწრე ხმების რაოდენობა

source: Pre-calculated Percentage of Attended Votes
ka: დამსწრე ხმების წინასწარ გამოთვლილი პროცენტი

source: Number of Absent Votes
ka: არდამსწრე ხმების რაოდენობა

source: Pre-calculated Percentage of Absent Votes
ka: არდამსწრე ხმების წინასწარ გამოთვლილი პროცენტი

source: Number of Pre-calculated Total Votes
ka: საერთო ხმების წინასწარ გამოთვლილი რაოდენობა

source: Voting Attendance in Relation to other Representatives
ka: დასწრება სხვა წარმომადგენლებთან შედარებით

source: When random representative was set
ka: როდის იქნა შემთხვევითი წარმომადგენელი დადგენილი

source: Random Representative
ka: შემთხვევითი წარმომადგენელი

source: Unknown
ka: უცნობი

source: Here You can find info on Representatives
ka: აქ იპოვით ინფორმაციას საკანონმდებლო ორგანოში თქვენი წარმომადგენლების შესახებ.

source: In focus today
ka: დღეს ფოკუსში

source: See more about this representative
ka: უფრო ვრცლად ამ წარმომადგენლის შესახებ

source: Find Your Representative
ka: მოძებნეთ თქვენი წარმომადგენელი

source: Search by name or location
ka: შეიყვანეთ სახელი, გვარი ან ოლქი

source: Section Who
ka: სექცია ვინ

source: Voting attendance
ka: კენჭისყრაზე დასწრება

source: The voting records of this representative are not available yet.
ka: მოცემული პარლამენტარისთვის ხმის მიცემის ჩანაწერები ჯერჯერობით ხელმიუწვდომელია.

source: Determined based on the official voting records retrieved from the Parliament web site. We calculate the attendance rate as (Number of Yes votes + Number of No votes + Number of Abstain votes) divided by the total number of votes for which an MP’s name is given. This doesn’t necessarily reflect which MPs were physically present at the time a vote was held, but is what was recorded by the Parliament’s voting systems.
ka: განისაზღვრება ოფიციალური კენჭისყრის მონაცემებით. ჩვენ ვაჯამებთ კანონპროექტებს, რომელთაც დეპუტატებმა მხარი დაუჭირეს, წინააღმდეგ მისცეს ხმა ან თავი შეიკავეს და შემდეგ ვადგენთ მათ თანაფარდობას იმ კანონპროექტებთან, რომელთა შემთხვევაშიც დეპუტატი დაფიქსირდა, როგორც არდამსწრე. ეს აუცილებლად არ ნიშნავს იმას, რომ არდამსწრე დეპუტატი ფიზიკურად არ იმყოფებოდა კენჭისყრის მომენტში, არამედ ამგვარად არის დაფიქსირებული პარლამენტის კენჭისყრის შედეგების სისტემის მიერ

source: This representative has attended a very low number of votes, compared to other representatives.
ka: სხვა დეპუტატებთან შედარებით ამ დეპუტატის კენჭისყრაში მონაწილეობის მაჩვენებელი არის ძალიან დაბალი.

source: This representative has attended a low number of votes, compared to other representatives.
ka: სხვა დეპუტატებთან შედარებით ამ დეპუტატის კენჭისყრაში მონაწილეობის მაჩვენებელი არის დაბალი.

source: This representative has attended an ordinary number of votes, compared to other representatives.
ka: სხვა დეპუტატებთან შედარებით ამ დეპუტატის კენჭისყრაში მონაწილეობის მაჩვენებელი არის საშუალო.

source: This representative has attended a high number of votes, compared to other representatives.
ka: სხვა დეპუტატებთან შედარებით ამ დეპუტატის კენჭისყრაში მონაწილეობის მაჩვენებელი არის მაღალი.

source: This representative has attended a very high number of votes, compared to other representatives.
ka: სხვა დეპუტატებთან შედარებით ამ დეპუტატის კენჭისყრაში მონაწილეობის მაჩვენებელი არის ძალიან მაღალი.

source: Has voted
ka: მხარი დაუჭირა

source: Has not voted
ka: მხარი არ დაუჭირა

source: Attendance ratings
ka: დასწრების რეიტინგები

source: Attended
ka: მონაწილეობდა

source: Absent
ka: არ ესწრებოდა

source: Electoral District
ka: საარჩევნო ოლქი

source: Elected Date
ka: არჩევის თარიღი

source: Terms
ka: ვადები

source: Faction
ka: ფრაქცია

source: Commission
ka: კომისია

source: Activities
ka: საქმიანობა

source: Link to the latest declaration
ka: დაკავშირებული დეკლარაცია

source: submitted in
ka: წარდგენილია

source: Show the Asset declaration document
ka: ქონებრივი დეკლარაციის დოკუმენტის ნახვა

source: Past declarations
ka: დეკლარაციის შევსების თარიღი

source: Links
ka: ბმულები

source: Work Experience
ka: სამუშაო გამოცდილება

source: Birth Date & Place
ka: დაბადების თარიღი და ადგილი

source: Contact Address / Phone
ka: საკონტაქტო ინფორმაცია

source: Additional Info
ka: დამატებითი ინფორმაცია

source: Ask a question!
ka: შეეკითხე!

source: Questions and Answers
ka: შეკითხვები და პასუხები

source: No one has sent their question to this MP yet. Be the first to do so
ka: აქამდე არავის გაუგზავნია შეკითხვა ამ პარლამენტის წევრისთვის. იყავი პირველი ვინც ამას გააკეთებს

source: No Response
ka: გამოხმაურება არ არის

source: View voting details
ka: იხ. ხმის მიცემის დეტალები

source: Vote Counts
ka: კენჭისყრის ჩანაწერები

source: In Favour
ka: მხარი დაუჭირა
